PWrInSpace/ROSALIA/Mainboard_ESP32/test/sdkconfig.defaults
CONFIG_BT_ENABLED=y
CONFIG_IDF_TARGET="esp32s3"

# CONFIG_BT_BLE_50_FEATURES_SUPPORTED=n not set
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
CONFIG_BT_LE_50_FEATURE_SUPPORT=n
